Repository: hbernardesfelizzola/DailyAdventure
Catalog: DailyAdventure/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add a quest
pt_br: Adicione uma missão

source: Attend standup
pt_br: Participar da daily

source: Be present in a conversation
pt_br: Estar presente em uma conversa

source: Call a friend
pt_br: Ligar para um amigo

source: Call your parents
pt_br: Ligar para os pais

source: Check in on an old friend
pt_br: Dar um oi para um amigo antigo

source: Clean up your desk
pt_br: Organizar a mesa de trabalho

source: Code review
pt_br: Revisar código

source: Complete that project
pt_br: Avançar naquele projeto

source: Cook a healthy meal
pt_br: Preparar uma refeição saudável

source: Disconnect from screens
pt_br: Se desconectar das telas

source: Do a workout
pt_br: Fazer um treino

source: Do 20 push-ups
pt_br: Fazer 20 flexões

source: Do something kind for someone
pt_br: Fazer algo gentil por alguém

source: Drink more water
pt_br: Beber mais água

source: Eat healthy
pt_br: Comer de forma saudável

source: Eat more vegetables today
pt_br: Comer mais legumes hoje

source: Express how you feel
pt_br: Expressar como você se sente

source: Fix a bug
pt_br: Corrigir um bug

source: Give a compliment
pt_br: Dar um elogio

source: Go for a run
pt_br: Correr um pouco

source: Go for a walk
pt_br: Dar uma caminhada

source: Have a nutritious breakfast
pt_br: Tomar um café da manhã nutritivo

source: Have dinner with family
pt_br: Jantar com a família

source: Help a family member
pt_br: Ajudar um familiar

source: Learn something new
pt_br: Aprender algo novo

source: Listen to someone
pt_br: Ouvir alguém com atenção

source: Meditate
pt_br: Meditar

source: Organize your files
pt_br: Organizar seus arquivos

source: Plan a family activity
pt_br: Planejar uma atividade em família

source: Plan a hangout
pt_br: Planejar um encontro

source: Plan tomorrow
pt_br: Planejar o amanhã

source: Practice a new skill
pt_br: Praticar uma nova habilidade

source: Practice gratitude
pt_br: Praticar a gratidão

source: Prepare for tomorrow's meeting
pt_br: Se preparar para a reunião de amanhã

source: Read an article
pt_br: Ler um artigo

source: Reply to pending messages
pt_br: Responder mensagens pendentes

source: Review emails
pt_br: Verificar e-mails

source: Review your weekly goals
pt_br: Revisar suas metas da semana

source: Ride a bike
pt_br: Andar de bicicleta

source: Say thank you
pt_br: Agradecer a alguém

source: Send a funny meme
pt_br: Mandar um meme engraçado

source: Share a memory with someone
pt_br: Compartilhar uma memória com alguém

source: Share something
pt_br: Compartilhar algo com alguém

source: Skip the junk food
pt_br: Evitar a comida ultraprocessada

source: Sleep early
pt_br: Dormir mais cedo

source: Spend time outside
pt_br: Passar um tempo ao ar livre

source: Stretch for 10 minutes
pt_br: Alongar por 10 minutos

source: Take a deep breath
pt_br: Respirar fundo

source: Take a relaxing bath
pt_br: Tomar um banho relaxante

source: Take the stairs today
pt_br: Usar as escadas hoje

source: Take vitamins
pt_br: Tomar vitaminas

source: Team meeting
pt_br: Reunião de equipe

source: Text someone you miss
pt_br: Mandar mensagem para quem você sente saudades

source: Try yoga
pt_br: Experimentar yoga

source: Update documentation
pt_br: Atualizar a documentação

source: Update your to-do list
pt_br: Atualizar sua lista de tarefas

source: Visit someone you care about
pt_br: Visitar alguém que você se importa

source: Watch a tutorial
pt_br: Assistir a um tutorial

source: Work on a side project
pt_br: Trabalhar em um projeto paralelo

source: Write a heartfelt message
pt_br: Escrever uma mensagem do coração

source: Write a letter to someone special
pt_br: Escrever uma carta para alguém especial

source: Write in your work journal
pt_br: Escrever no diário de trabalho

source: and
pt_br: e

source: %lld days of adventure
pt_br: %lld dias de aventura

source: A gamified journaling app that turns your daily tasks into epic quests!
pt_br: Um app de journaling gamificado que transforma suas tarefas diárias em missões épicas!

source: About
pt_br: Sobre

source: Add quest to balance your adventure
pt_br: Adicione uma missão para equilibrar sua aventura

source: Add tasks for Work, Health and Relationship to balance your adventure.
pt_br: Adicione tarefas de Trabalho, Saúde e Relacionamento para equilibrar sua aventura.

source: Adventure Complete!
pt_br: Aventura completa!

source: Adventure Log
pt_br: Registro de aventuras

source: Appearance
pt_br: Aparência

source: Balance your adventure with side quests in Work, Health and Relationship. Small steps lead to great victories!
pt_br: Equilibre sua aventura com missões secundárias em Trabalho, Saúde e Relacionamento. Pequenos passos levam a grandes vitórias!

source: Category Insights
pt_br: Insights por categoria

source: Check your Progress
pt_br: Acompanhe seu progresso

# Check your progress and celebrate your victories!
source: Track your daily completion and see how your adventure unfolds.
pt_br: Acompanhe sua conclusão diária e veja como sua aventura se desenrola.

source: Clear
pt_br: Limpar

source: Complete
pt_br: Completo

source: Daily Adventure
pt_br: Aventura do dia

source: Dark Mode
pt_br: Modo escuro

source: Delete quest
pt_br: Remover missão

source: Done
pt_br: Concluído

source: Empty
pt_br: Vazio

source: Enable reminders
pt_br: Ativar lembretes

source: From all your logged adventures
pt_br: De todas as suas aventuras registradas

source: Get a morning reminder to plan your adventure and an evening one to review your day. You can adjust the schedule anytime in Settings.
pt_br: Receba um lembrete matinal para planejar sua aventura e um noturno para revisar seu dia. Você pode ajustar os horários a qualquer momento em Configurações.

source: Great day!
pt_br: Ótimo dia!

source: Health
pt_br: Saúde

source: Help
pt_br: Ajuda

source: High Contrast
pt_br: Alto contraste

source: How was this day?
pt_br: Como foi esse dia?

source: Increase color contrast for better readability
pt_br: Aumenta o contraste de cores para melhor legibilidade

# insight.focus_format
source: You focus most on %@
pt_br: Você foca mais em %@

# insight.neglect_format
source: Try adding more %@ quests
pt_br: Tente adicionar mais missões de %@

source: Last 7 Days
pt_br: Últimos 7 dias

source: Log
pt_br: Registro

source: Look back at your past adventures, review your days and give feedback on how each one went. Your journey tells a story!
pt_br: Olhe para trás nas suas aventuras passadas, revise seus dias e dê feedback sobre como cada um foi. Sua jornada conta uma história!

source: Main
pt_br: Principal

source: Main Quest
pt_br: Missão principal

source: Mark main quest complete
pt_br: Marcar missão principal como concluída

source: Mark main quest incomplete
pt_br: Marcar missão principal como incompleta

source: Mark quest complete
pt_br: Marcar missão como concluída

source: Mark quest incomplete
pt_br: Marcar missão como incompleta

source: New suggestion
pt_br: Nova sugestão

source: Next
pt_br: Próximo

source: No adventures yet!
pt_br: Nenhuma aventura ainda!

source: No main quest set
pt_br: Nenhuma missão principal definida

source: No quests recorded for this day
pt_br: Nenhuma missão registrada nesse dia

source: No quests set for today yet
pt_br: Nenhuma missão definida para hoje ainda

source: No quests yet
pt_br: Nenhuma missão ainda

# notification.evening.body
source: Review your day and complete your quests.
pt_br: Revise seu dia e conclua suas missões.

# notification.evening.title
source: How was your adventure today?
pt_br: Como foi sua aventura hoje?

# notification.morning.body
source: What is today's adventure? Set your quests and make it count.
pt_br: Qual é a aventura de hoje? Defina suas missões e aproveite o dia.

# notification.morning.title
source: Your adventure awaits!
pt_br: Sua aventura espera por você!

source: Overall Progress
pt_br: Progresso geral

source: Partial
pt_br: Parcial

source: Progress
pt_br: Progresso

source: Quest
pt_br: Missão

source: Relationship
pt_br: Relacionamento

source: Remove main quest
pt_br: Remover missão principal

source: See how DailyAdventure works
pt_br: Veja como o DailyAdventure funciona

source: Set your main quest for the day. What's the one big thing you want to accomplish today?
pt_br: Defina sua missão principal do dia. Qual é a grande coisa que você quer conquistar hoje?

source: Settings
pt_br: Configurações

# settings.notifications.evening_time
source: Evening time
pt_br: Hora do lembrete noturno

# settings.notifications.evening.subtitle_format
source: Daily reminder at %@ to review your day
pt_br: Lembrete diário às %@ para você revisar seu dia

# settings.notifications.evening.title
source: Evening Reminder
pt_br: Lembrete noturno

# settings.notifications.header
source: Notifications
pt_br: Notificações

# settings.notifications.morning_time
source: Morning time
pt_br: Hora do lembrete matinal

# settings.notifications.morning.subtitle_format
source: Daily reminder at %@ to set your quests
pt_br: Lembrete diário às %@ para você definir suas missões

# settings.notifications.morning.title
source: Morning Reminder
pt_br: Lembrete matinal

source: Side Quests
pt_br: Missões secundárias

source: Skip
pt_br: Pular

source: Skip for now
pt_br: Pular por agora

source: So-so
pt_br: Mais ou menos

source: Start your Adventure!
pt_br: Começar aventura!

source: Start your first adventure today!
pt_br: Comece sua primeira aventura hoje!

source: Start!
pt_br: Começar!

source: Stay on Track
pt_br: Mantenha o ritmo

source: Submit quest
pt_br: Adicionar missão

source: Switch to dark theme
pt_br: Ativar o tema escuro

source: Today
pt_br: Hoje

source: Tomorrow
pt_br: Amanhã

source: Tough day
pt_br: Dia difícil

source: Track your daily completion and see how your adventure unfolds.
pt_br: Acompanhe sua conclusão diária e veja como sua aventura se desenrola.

source: Turn your daily life into an epic adventure. Every day is a new quest waiting to be conquered!
pt_br: Transforme sua vida cotidiana em uma aventura épica. Cada dia é uma nova missão esperando para ser conquistada!

source: Undo completion
pt_br: Desfazer conclusão

source: View Onboarding Again
pt_br: Ver introdução novamente

source: Watch your adventure unfold as you complete quests. Check your progress and celebrate your victories!
pt_br: Veja sua aventura se desenrolar enquanto você completa missões. Acompanhe seu progresso e celebre suas vitórias!

source: Welcome to DailyAdventure!
pt_br: Bem-vindo ao DailyAdventure!

source: What is DailyAdventure?
pt_br: O que é o DailyAdventure?

source: What is your main quest today?
pt_br: Qual é sua missão principal hoje?

source: Work
pt_br: Trabalho

source: Yesterday
pt_br: Ontem

source: You conquered today's quests!
pt_br: Você conquistou as missões de hoje!

source: You're keeping a great balance across all categories!
pt_br: Você está mantendo um ótimo equilíbrio entre todas as categorias!

# Your Adventure
source: Your Daily Adventure
pt_br: Sua aventura do dia

source: Your Progress
pt_br: Seu progresso
